{"judul": "Kajian Potensi Refuse Derived Fuel (RDF) Sebagai Energi Alternatif Terbarukan dari Penambangan TPA Jatibarang", "abstrak": "TPA Jatibarang merupakan TPA terbesar di Jawa Tengah dengan luasan 46 Ha dan memiliki 4 zona yaitu dua zona aktif dan dua zona pasif. Zona 3 dan 4 merupakan zona aktif yang masih menerima sammpah, sedangkan zona 1 dan 2 sudah ditutup pada tahun 2019 serta dimanfaatkan gas metannya sebagai PLTSa. Pemanfaatan ini akan menyisakan timbunan sampah yang dapat ditambang untuk dimanfaatkan menjadi Refuse Derived Fuel (RDF). Pada pembuatan RDF, fraksi sampah yang mudah terbakar pada umumnya dilakukan reduksi ukuran lalu dikeringkan supaya dapat digunakan sebagai bahan bakar. zona pasif TPA Jatibarang memiliki potensi menjadi bahan baku RDF sebab melewati batas nilai kalor minimal sebagai bahan baku RDF yakni minimal 2-2,5 kkal/ton. Pengambilan sampel sampah tidak dilakukan di zona pasif satu dan zona pasif dua karena sudah ditutup dengan geomembran, sehingga dilakukan di zona antara yang memiliki usia hampir sama dengan zona pasif satu dan zona pasif dua, dengan pengambilan sampel pada kedalaman 2-3 m. Sampel yang diambil dipilih dengan metode coning and quartering, Teknik sampling densitas sampah menggunakan acuan Testing of Waste Compaction Density in Landfills (EPA, 1995). Pengambil sampel sampah dilakukan di tiga titik berbeda di zona antara yang memiliki usia hampir sama dengan zona pasif satu dan zona pasif dua. Output dari penelitian ini adalah 1 artikel yang diterbitkan di Jurnal Terindeks Scopus EUREKA, Physics and Engineering (Q2) SJR 0.17 dan draft MoU dengan School of Design and Environmnent, National University of Singapore. Penelitian ini diharapkan dapat mengatasi permasalahan sampah di TPA Jatibarang dan meminimalisir dampak dari kondisi yang diakibatkan kegiatan TPA sebelumnya dengan memanfaatkan sampah zona pasif satu dan zona pasif dua menjadi Refuse Derived Fuel (RDF).  iii", "Mitra": "", "lokasi": "", "lama_pengabdian": "7 (tujuh) bulan,", "biaya": "Energi Energi Baru dan Terbarukan", "sumber_dana": "RKAT Fakultas Teknik Undip Tahun 2021", "dosen": ["Bimastyaji Surya Ramadan, S.T., M.T.", "Ir. Eflita Yohana, M.T., Ph.D."], "nip": ["0024039202", "0028056209"], "mahasiswa": ["", " Choirul Basyar ", ""], "nim_mhs": ["121080119130042", "221080119420009"], "lama_bulan": "7", "lama_tahun": 0, "kecepatan": [24.613989699999998, " s"]}