{"judul": "BANTUAN DESAIN DENAH ASRAMA PUTRA PONDOK PESANTREN MAHASISWA AL-MUSAWWA SUKOHARJO", "abstrak": "Kegiatan pengabdian kepada masyarakat merupakan salah satu kewajiban dari pengajar. Tri dharma perguruan tinggi salah satunya adalah kegiatan pengabdian kepada masyarakat, yaitu memberikan sumbangsih keilmuannya kepada masyarakat, sehingga dapat diaplikasikan langsung dan berguna bagi masyarakat secara umum. Kegiatan pengabdian kepada masyarakat bekerjasarma dengan mitra sesuai permintaan dari masyarakat.  Pondok pesantren merupakan lembaga pendidikan yang kental dengan agama islam. Pondok pesantren memilki potensi besar dalam pengembangan sumber daya manusia yang unggul untuk menghadapi permasalahan permasalahan global yang terjadi sekarang ini, Potensi pondok pesantren juga dapat dilihat dari sejarahnya, sebagai lJembaga pendidikan tertua di Indonesia dan memiliki ciri khas ke Indonesiaan (Bahtiar, Iswanto, & Indrosaptono, n.d.). Pondok Pesantren Mahasiswa Al-Musawwa yang terletak di daerah Sukoharjo merupakan salah satu pondok pesantren di Jawa Tengah. Agar mampu menciptakan sumber daya manusia yang berkualitas, Pondok Pesantren Mahasiswa Al-Musawwa merencanakan pembangunan kantor untuk mendukung kegiatan administrasi pondok.  Tujuan dan kegiatan pengabdian masyarakat ini adalah memberikan bantuan desain denah asrama putra pada Pondok Pesantren Al-Musawwa yang dibutuhkan oleh para pengguna pondok. Kegiatan pengabdian ini sebagai bagian dari kegiatan Tri Darma Perguruan Tinggi, yaitu menyumbangkan pemikiran dalam bentuk disain,  Manfaat dari kegiatan pengabdian masyarakat ini adalah merealisasikan pengetahuan khususnya pengetahuan mendisain bagi tim pengabdian masyarakat, dan manfaat bagi para pengguna pondok, karena akan mendapatkan desain denah asrama putra untuk mendukung kegiatan pondok.", "Mitra": "PPM Al Musawwa", "lokasi": "a Pabelan/Kartasura, b  Sukoarjo, Jawa Tengah", "lama_pengabdian": "3 (tiga bulan)", "biaya": "2,800,000", "sumber_dana": "RKAT Fakultas Teknik Undip Tahun 2021", "dosen": ["Dr.Ir. Djoko Indrosaptono, M.T.", "Bharoto, S.T., M.T.", "Ir. Abdul Malik, MSArs", "Satriya Wahyu Firmandhani, S.T., M.T."], "nip": ["0009015905", "0016067304", "0018085604", "0030039004"], "mahasiswa": ["g Nama mahasiswa  Ikhmal Amalia Jahra"], "nim_mhs": ["21020117120011"], "lama_bulan": "3", "lama_tahun": 0, "kecepatan": [10.068652, " s"], "ketua": ["Masyiana Arifah Alfia Riza, S.T., M.Arch."], "nip_ketua": ["0004059202"]}