{"judul": "Pengembangan Sistem Informasi Manajemen Untuk Inspeksi Keselamatan dan Kesehatan Kerja di Fakultas Teknik Universitas Diponegoro", "abstrak": "Organisasi bertanggung jawab untuk meminimalkan risiko bahaya bagi orang-orang yang terlibat dan terpengaruh oleh aktivitasnya, Tidak terkecuali untuk sebuah institusi pendidikan seperti Fakultas Teknik Universitas Diponegoro. Keselamatan dan kesehatan dosen, tenaga kependidikan, mahasiswa, dan tamu selama melakukan kegiatan di lingkungan Fakultas Teknik Undip harus menjadi prioritas organisasi. Manajemen Kesehatan dan Keselamatan Kerja (K3) yang ada di Fakultas Teknik Universitas Diponegoro perlu perhatian lebih, terutama dalam hal inspeksi. Inspeksi APAR dan Inspeksi P3K di setiap sisi gedung di Fakultas Teknik, sebagai contoh, perlu diperhatikan dari segi jumlah, peletakan, dan fungsinya, Inpeksi lain yang dipelrukan adalah dalam hal pelaporan potensi bahaya. Kampus yang termasuk lingkungan yang dinamis dapat selalu mengandung potensi bahaya yang berubah-ubah sepanjang waktu. Hal ini sebaiknya diakomodasi pula dalam Manajemen K3, Oleh karena itu, inspeksi K3 mutlak diperlukan dalam sistem manajemen K3 FT Undip, yang telah mencanangkan 1S045001:2018 di awal tahun ini. Dengan adanya perkembangan teknologi yang pesat, kegiatan inspeksi kini dapat dilakukan melalui sistem informasi dalam bentuk website dan aplikasi di telepon genggam. Penelitian ini dijalankan untuk mengembangkan Sistem Informasi Manajemen K3 (SIMK3) yang telah ada di FT Undip, terutama dalam modul Inspeksi K3. Tahapan pertama yang dijalankan adalah pengumpulan data denah lokasi dan fasilitas K3 yang perlu diinspeksi secara rutin, seperti detektor, APAR dan P3K. Data tersebut kemudian akan diintegrasikan dalam sistem informasi di website dan aplikasi android untuk telepon genggam. Sebagai tambahan, modul inspeksi juga memuat pelaporan potensi bahaya K3 di sekitar lingkungan FT Undip. Harapannya, modul ini bisa diakses oleh seluruh civitas akademik FT Undip dan juga tamu. Dengan adanya fasilitas inspeksi K3 yang komprehensif tersebut, diharapkan penerapan K3 di FT Undip berkembang signifikan ke arah yang lebih positif, dan dapat menunjang peningkatan prestasi dan produktivitas kerja seluruh civitas akademik FT Undip.", "Mitra": "", "lokasi": "", "lama_pengabdian": "6 (enam) bulan,", "biaya": "Rp20.000.000", "sumber_dana": "RKAT Fakultas Teknik Undip Tahun 2020", "dosen": ["Ike Pertiwi Windasari, S.T., M.T."], "nip": ["0006128402"], "mahasiswa": ["Panji Rachman Hakim", "Aitya Riwan Wicaksono", "Dimas Ali Kartika", "Figri Aillah"], "nim_mhs": ["2121070118120007", "221070118130185", "321120117130057", "421120117130061"], "lama_bulan": "6", "lama_tahun": 0, "kecepatan": [14.667577600000001, " s"]}